"MJRefreshHeaderIdleText" = "هدم لتحديث";
"MJRefreshHeaderPullingText" = "إطلاق لتحديث";
"MJRefreshHeaderRefreshingText" = "التحميل...";

"MJRefreshAutoFooterIdleText" = "";//"MJRefreshAutoFooterIdleText" = "اضغط أو توقف لتحميل أكثر";
"MJRefreshAutoFooterRefreshingText" = "التحميل...";
"MJRefreshAutoFooterNoMoreDataText" = "ليست مزيد من البيانات";

"MJRefreshBackFooterIdleText" = "اضغط أو توقف لتحميل أكثر";
"MJRefreshBackFooterPullingText" = "الافراج عن لتحميل أكثر من ذلك.";
"MJRefreshBackFooterRefreshingText" = "التحميل...";
"MJRefreshBackFooterNoMoreDataText" = "ليست مزيد من البيانات";

"MJRefreshHeaderLastTimeText" = " التحديث الأخير اليوم: ";
"MJRefreshHeaderDateTodayText" = "اليوم";
"MJRefreshHeaderNoneLastDateText" = "ليست السجلات";
